{
    "About": "O nama",
    "Why Us":"Zašto mi?",
    "Projects": "Projekti",
    "Contact": "Kontakt",
    "Build Fast. Rank Higher. Grow Exponentially.": "Brza izrada. Dominacija rezultatima. Eksponencijalni rast.",
    "From pixel-perfect web design to SEO that drives traffic, LeMatech-Digital helps your business stand out online.": "Od pixel‑perfektnog web dizajna do SEO‑a koji dovodi promet, LeMatech‑Digital pomaže vašem poslovanju da se istakne na internetu.",
    "Contact us":"Kontaktirajte nas",
    "What We Do": "Što radimo",
  "Digital solutions designed for performance, growth and impact.": "Digitalna rješenja dizajnirana za performanse, rast i utjecaj.",
  "Web Development": "Razvoj web stranica",
  "Custom, responsive websites built for speed, performance, and scalability.": "Prilagođene, responzivne web stranice izrađene za brzinu, performanse i skalabilnost.",
  "Mobile App Development": "Razvoj mobilnih aplikacija",
  "Cross-platform mobile apps built for intuitive user experience and seamless performance.": "Cross-platform mobilne aplikacije izrađene za intuitivno korisničko iskustvo i besprijekorne performanse.",
  "One-Page Websites": "One-Page stranice",
  "Sleek landing pages with fast load times and clean design – perfect for portfolios, products or services.": "Elegantne stranice s brzim vremenom učitavanja i čistim dizajnom – savršene za portfelje, proizvode ili usluge.",
  "SEO Optimization": "SEO optimizacija",
  "From keywords to technical improvements – we help you rank higher and get more traffic.": "Od ključnih riječi do tehničkih poboljšanja – pomažemo vam da se rangirate više i ostvarite veći promet.",
  "Portfolio Design": "Dizajn portfolija",
  "Custom portfolio pages designed to present your work with clarity and impact.": "Prilagođene stranice portfelja dizajnirane za prezentaciju vašeg rada s jasnoćom i utjecajem.",
  "Website Maintenance": "Održavanje web stranica",
  "Ongoing support, updates and optimizations – so your site stays fast and secure.": "Kontinuirana podrška, ažuriranja i optimizacije – kako bi vaša stranica ostala brza i sigurna.",
  "Tired of Agencies That Overcharge and Underdeliver?": "Umorni od agencija koje previše naplaćuju, a premalo isporučuju?",
  "We’re a new kind of digital partner—lean, creative, and obsessed with results. We build fast, modern websites that get noticed and get clicks.": "Mi smo nova vrsta digitalnog partnera — agilni, kreativni i opsjednuti rezultatima. Gradimo brze, moderne web stranice koje se ističu i privlače klikove.",
  "Let’s start with a quick chat about your goals. No pressure, just possibilities.": "Započnimo kratkim razgovorom o vašim ciljevima. Bez pritiska, samo mogućnosti.",
  "Schedule a Free Discovery Call": "Zakažite besplatni uvodni poziv",
  "Why Work With": "Zašto raditi s",
  "LeMatech Digital?": "LeMatech Digital?",
  "We bring the precision of a developer with the mindset of a digital strategist. Here's what makes us the right fit for your next project:": "Donosimo preciznost developera uz razmišljanje digitalnog stratega. Evo što nas čini pravim izborom za vaš sljedeći projekt:",
  "Personal Collaboration": "Osobna suradnja",
  "You work directly with the developer – fast decisions, clear communication, and full project control.": "Radite izravno s developerom – brze odluke, jasna komunikacija i potpuna kontrola nad projektom.",
  "Efficient & Reliable Delivery": "Učinkovita i pouzdana isporuka",
  "Projects are delivered on time, built with care and focus, without unnecessary delays.": "Projekti se isporučuju na vrijeme, izrađeni s pažnjom i fokusom, bez nepotrebnih odgoda.",
  "Clean, Scalable Code": "Čist, skalabilan kod",
  "We write code that's built to last – maintainable, modular, and ready to grow with your business.": "Pišemo kod napravljen da traje – održiv, modularan i spreman za rast vašeg poslovanja.",
  "Mobile-First, User-Centered": "Mobilno-prvo, korisnički usmjereno",
  "Every website and app we create is designed for performance across all devices and screen sizes.": "Svaka web stranica i aplikacija koju kreiramo dizajnirana je za performanse na svim uređajima i veličinama zaslona.",
  "SEO-Focused from Day One": "Orijentirani na SEO od prvog dana",
  "We apply smart, clean structure and metadata that helps you rank – no extra costs, no later fixes.": "Primjenjujemo pametnu, čistu strukturu i metapodatke koji vam pomažu u boljem rangiranju – bez dodatnih troškova, bez naknadnih popravaka.",
  "Long-Term Partnership": "Dugoročno partnerstvo",
  "Beyond launch, we’re here for updates, support, and helping your digital presence evolve.": "Nakon lansiranja tu smo za ažuriranja, podršku i razvoj vaše digitalne prisutnosti.",
  "Projects in Action": "Projekti u akciji",
  "A collection of live projects - from concept to deployment. More case studies coming soon as LeMatech-Digital continues to grow.": "Kolekcija aktivnih projekata – od koncepta do implementacije. Više primjera projekata stiže uskoro dok LeMatech-Digital nastavlja rasti.",
  "It's time to build something exciting!": "Vrijeme je da izgradimo nešto uzbudljivo!",
  "Let’s turn your ideas into real digital solutions — whether it’s a new site, app, or a bold redesign. We’re ready when you are.": "Pretvorimo vaše ideje u stvarna digitalna rješenja — bilo da se radi o novoj web stranici, aplikaciji ili hrabroj promjeni dizajna. Spremni smo kad god vi budete.",
  "Working with LeMatech-Digital was seamless. Our new site not only looks amazing, but it’s lightning-fast and already ranking better on Google. Everything just works, and we finally feel in control.": "Suradnja s LeMatech-Digital bila je besprijekorna. Naša nova stranica ne samo da izgleda sjajno, već je i munjevito brza i već se bolje rangira na Googleu. Sve jednostavno radi, i konačno se osjećamo u kontroli.",
  "Small Business Owner": "Vlasnik malog poduzeća",
  "Get a free quote": "Zatražite besplatnu ponudu",
  "Tell us a bit about your project or idea - we're here to listen and will get back to you shortly with next steps.": "Recite nam nešto o svom projektu ili ideji — tu smo da slušamo i uskoro ćemo vam se javiti s daljnjim koracima.",
  "Your name": "Vaše ime",
  "Email address": "Adresa e-pošte",
  "Phone number": "Broj telefona",
  "Subject": "Predmet poruke",
  "Project brief": "Sažetak projekta",
  "I consent to the": "Slažem se s",
  "GDPR Terms": "GDPR uvjetima",
  "Get Free Quote": "Zatražite besplatnu ponudu",
  "E-mail": "E‑pošta",
  "Phone": "Telefon",
  "Socials": "Društvene mreže",
  "Not a fan of forms?": "Ne volite obrasce?",
  "No problem!": "Nema problema!",
  "We get it — sometimes it's easier to just talk. Whether you prefer email, phone or a quick DM, we’re here and happy to connect however works best for you.": "Razumijemo — ponekad je lakše jednostavno razgovarati. Bilo da više volite e‑poštu, telefon ili brzu poruku, tu smo i rado ćemo se povezati na način koji vam najbolje odgovara.",
    "© 2025 Powered by: LeMatech – Digital | All Rights Reserved": "© 2025 Powered by: LeMatech - Digital | Sva prava pridržana",
    "Terms & Conditions" : "Uvjeti korištenja",
    "Privacy Policy" : "Politika privatnosti"
}